Repository: ProgrammerYer/IOS_SmartBluetoothSDKDemo
Catalog: TestBLE2/*.lproj/Localizable.strings
Languages: de, es, it, ko

source: Cancel
de: Abbrechen
es: Cancelar
it: Cancella
ko: 취소

source: Save
de: Speichern
es: Guardar
it: Salva
ko: 저장

source: Delete
de: Löschen
es: Borrar
it: Elimina
ko: 삭제

source: Back
de: Zurück
es: Regresar
it: Indietro
ko: 뒤로

source: Rename
de: Umbenennen
es: Renombrar
it: Rinomina
ko: 이름변경

source: Brightness
de: Helligkeit
es: Brillo
it: Luminosità
ko: 밝기

source: Note
de: Beachten
es: Nota
ko: 주의

source: Loading
de: Lade
es: Cargando
it: Caricamento
ko: 로드 중

source: Speed
de: Geschwindigkeit
es: Velocidad
it: Velocità
ko: 빠르기

source: Confirm
de: Bestätigen
es: Confirmar
it: Conferma
ko: 확인

source: SAVE SUCCESSFUL!
de: Speichern Erfolgreich
es: Ahorra satisfactoriamente!
it: Salvato con successo!
ko: 저장완료!

source: ON
de: An
ko: 켜기

source: OFF
de: Aus
ko: 끄기

source: Modify
de: Bearbeiten
es: Modificar
it: Modifica
ko: 수정

source: Send
de: Senden
es: Enviar
it: Invia
ko: 실행

# LIST_Title
source: Devices List
de: Geräte Liste
es: Lista de dispositivos
it: Lista dispositivi
ko: 조명기기 목록

# LIST_ALL_ON
source: ALL ON
de: Alle an
es: Todo ON
it: Tutto On
ko: 전체켜기

# LIST_ALL_OFF
source: ALL OFF
de: Alle aus
es: Todo OFF
it: Tutto Off
ko: 전체끄기

# LIST_ADD_GROUP
source: ADD GROUP
de: Gruppe hinzufügen
es: Agregar grupo
it: Aggiungi Gruppo
ko: 그룹추가

# LIST_New_device_Title
source: New device
de: Neues Gerät
es: Nuevo dispositivo
it: Nuovo dispositivo
ko: 새로운 조명기기

# LIST_Add_Device_Title
source: Add Device
de: Gerät hinzufügen
es: Agregar dispositivo
it: Aggiungi dispositivo
ko: 조명기기 추가

# LIST_Ungrouped_Devices
source: Ungrouped Devices
de: Aus Gruppe entfernen
es: Dispositivos sin grupo
it: Sciogli gruppo dispositivi
ko: 그룹 지정되지 않은 조명기기

# LIST_repower_ON_1minutes_Note
source: The new bluetooth device must add to the phone within a minute after switch on the power
de: Bitte zuerst Gerät ausschalten, nach dem Einschalten verbinde das Gerät innerhalb 1 Minute nach dem Wiedereinschalten.
es: Por favor, vuelva a encender físicamente en el dispositivo, a continuación, añadir en 1 minuto
it: Sconnettete il dispositivo dalla presa, ricollegatelo ed attendete un minuto.
ko: 조명기기의 전원을 껐다 켠 다음, 1분 이내에 조명기기를 추가하세요.

# LIST_repower_ON_1minutes_Title
source: Please turn off the power first,then connect new devices within one minute after turn on power.
de: Vorgang fehlgeschlagen
es: Operación fallida
it: Operazione non completata con successo
ko: 작동 실패

# LIST_Add_device_failed_Title
source: Add device failed
de: Gerät hinzufügen fehlgeschlagen.
es: Agregar dispositivo fallido
it: Impossibile aggiungere nuovo dispositivo
ko: 조명기기 추가 실패

# LIST_not_match_Note
source: Device type does not match!
de: Gerätetyp stimmt nicht überein.
es: Tipo de dispositivo no coincide!
it: Il tipo di dispositivo non corrisponde!
ko: 호환되지 않는 조명기기입니다!

# LIST_Add_reset_try_again
source: Can not load device type,please reset the deivce and try again!
de: Gerätetyp kann nicht geladen werden, bitte starte neu und versuche es noch mal.
es: No se puede cargar el dispositivo, por favor resetear el dispositivo e intentar de nuevo
it: Impossibile trovare il dispositivo. Per cortesia resettate il dispositivo e provate di nuovo.
ko: 조명기기를 불러올 수 없습니다. 조명기기의 전원을 껐다 켠 다음 다시 시도하세요!

# LIST_DeleteFrom_Group
source: Delete From This Group
de: Lösche aus dieser Gruppe
es: Borrar este grupo
it: Elimina da questo gruppo
ko: 그룹에서 삭제

# LIST_Move_Group
source: Move To Group...
de: Verschieben zu Gruppe…
es: Mover a grupo…
it: Muovi nel gruppo...
ko: 그룹으로 이동...

# LIST_Add_To_Group
source: Add To Group...
de: Hinzufügen zu Gruppe…
es: Agregar a grupo…
it: Aggiungilo al gruppo...
ko: 그룹에 추가...

# LIST_Delete_Group
source: Delete Group
de: Gruppe Löschen
es: Borrar grupo
it: Cancella gruppo
ko: 그룹삭제

# LIST_Operation_failed
source: Operation failed!
de: Vorgang fehlgeschlagen.
es: Operación fallida
it: Operazione fallita!
ko: 작동을 실패했습니다!

# LIST_Cannot_add_to_group
source: Can not add to this group!
de: Kann nicht hinzugefügt werden zu dieser Gruppe.
es: No se puede agregar a este grupo!
it: Impossibile aggiungerlo a questo gruppo!
ko: 그룹에 추가할 수 없습니다!

# LIST_Cannot_add_to_group_Title
source: Group '{GroupName}' has already contain other device type.
de: Gruppe '{GroupName}' Gerät ist bereits enthalten.
es: Grupo '{GroupName}' ya contiene otro tipo de dispositivo
it: Il gruppo '{GroupName}' contiente già altri tipi di dispositivi.
ko: {GroupName}'에 호환되지 않는 조명기기입니다.

# LIST_Add_Group
source: Add Group
de: Gruppe erstellen
es: Agregar grupo
it: Aggiungi gruppo
ko: 그룹추가

# LIST_Group_name
source: Group name
de: Gruppen Name
es: Nombre de grupo
it: Nome gruppo
ko: 그룹이름

# LIST_Device_rename
source: Device rename
de: Gerät umbenennen
es: Renombrar dispositivo
it: Rinomina dispositivo
ko: 조명기기 이름 변경

# LIST_Type_Device_rename
source: Please type deivce name.
de: Bitte Geräten Typ Name
es: Por favor digite nombre del dispositivo
it: Inserisci nome dispositivo.
ko: 조명기기 이름을 입력하세요.

# LIST_Rename_group_Title
source: Rename group
de: Gruppe umbenennen
es: Renombrar grupo
it: Rinomina gruppo
ko: 그룹이름 변경

# LIST_Rename_group_Note
source: Please type group name.
de: Bitte Gruppentyp Name eintragen
es: Por favor escriba el nombre del grupo.
it: Inserisci nome gruppo
ko: 그룹이름을 입력하세요.

# LIST_Add_new_Device_Title
source: Add new device
de: Neues Gerät hinzufügen.
es: Agregar nuevo dispositivo
it: Aggiungi nuovo dispositivo
ko: 조명기기 추가

# LIST_Add_new_Device_Note
source: Please type deivce name.
de: Bitte Gerätename eingeben.
es: Por favor escriba el nombre del dispositivo.
it: Inserisci nome dispositivo
ko: 조명기기 이름을 입력하세요.

# LIST_Load_status_failed
source: Load device status failed!
de: Lade Gerätestatus fehlgeschlagen!
es: Cargar dispositivo estatus fallido
it: mpossibile caricare lo stato del dispositivo!
ko: 조명기기를 불러올 수 없습니다!

# LIST_Connecting_failed
source: Connecting failed
de: Verbindung fehlgeschlagen.
es: Intento de conexión fallida
it: Connessione fallita
ko: 연결 실패

# LIST_Connecting_failed_Note
source: Please retry or restart the device.
de: Bitte versuche es noch mal oder starte das Gerät neu.
es: Por favor, inténtelo de nuevo o reinicie el dispositivo.
it: Riprova oppure riavvia il dispositivo.
ko: 앱을 다시 실행하거나 조명기기의 전원을 껐다 켠 다음 다시 시도하세요.

# LIST_No_devices
source: No devices
de: Kein Gerät vorhanden.
es: No hay dispositivos
it: Nessun dispositivo
ko: 조명기기 없음

# LIST_No_devices_Note
source: Please long press the device to add to this group!
de: Bitte gedrückt halten zum Hinzufügen in diese Gruppe!
es: Por favor mantenga pulsado el dispositivo para agregar a este grupo
it: Premere a lungo l'icona del dispositivo da associare a questo gruppo!
ko: 추가할 조명기기를 길게 탭하여 그룹에 추가하세요!

# LIST_Turn_Failed_Try
source: Turn on/off failed,please try again!
de: Ein- /Ausschalten fehlgeschlagen, bitte versuche es noch mal!
es: Activar ON/OFF fallido, por favor intente de nuevo!
it: Accensione/spegnimento fallito, riprovare!
ko: 켜기/끄기 기능이 작동되지 않습니다. 다시 시도하세요!

# LIST_Cannot_on_MaxConection
source: Can not turn all on,it only for Less then %d devices,please click power button by each device.
de: Kann nicht alle Geräte Einschalten, konnte nur %d Geräte einschalten, Bitte betätige Power Knopf aller Geräte.
es: No se puede encender toto, por favor haga clic en el boton de encendido para cada dispositivo
it: Impossibile accendere tutto contemporaneamente se si utilizza meno di %d dispositivi, per cortesia utilizzate il pulsante di alimentazione di ciascun dispositivo.
ko: 전체 조명기기 전원을 끌 수 없습니다. 최대 %d개의 조명기기만 작동됩니다. 조명기기의 전원을 개별적으로 끄세요.

# LIST_Cannot_off_MaxConection
source: Can not turn all off,it only for Less then %d devices,please click power button by each device.
de: Kann nicht alle Geräte Ausschalten, konnte nur %d Geräte ausschalten, Bitte betätige Power Knopf aller Geräte.
es: No se puede apagar toto, por favor haga clic en el boton de encendido para cada dispositivo
it: Impossibile spegnere tutto contemporaneamente se si utilizza meno di %d dispositivi, per cortesia utilizzate il pulsante di alimentazione di ciascun dispositivo.
ko: 전체 조명기기 전원을 끌 수 없습니다. 최대 %d개의 조명기기만 작동됩니다. 조명기기의 전원을 개별적으로 끄세요.

# LIST_GROUP_d_device
source: %d device(s)
de: %d Gerät(e)
es: % de dispositivos
it: %d dispositivo/i
ko: %d 조명기기(들)

# TAB_RGB_COLORS
source: COLORS
de: Farbe
es: COLORES
it: Colori
ko: 색상

# TAB_RGB_WARM
source: WARM
es: CALIENTE
it: Calore
ko: 주광색

# TAB_RGB_FUNCTIONS
source: FUNCTIONS
de: Funktionen
es: FUNCIONES
it: Funzioni
ko: 기능

# TAB_RGB_MUSIC
source: MUSIC
de: Musik
es: MUSICA
it: Musica
ko: 음악

# TAB_RGB_CUSTOMS
source: CUSTOMS
de: Benutzerdefiniert
es: PERSONALIZAR
it: Personalizzazioni
ko: 맞춤설정

# TAB_CCT_CCT
source: CCT
de: Farbtemperatur
ko: 색온도

# TAB_CCT_COOL
source: COOL
de: Kalt
es: FRIO
it: Freddo
ko: 주광색

# TAB_CCT_WARM
source: WARM
es: CALIENTE
it: Caldo
ko: 전구색

# TAB_Brightness
source: Brightness
de: Helligkeit
es: Brillo
it: Luminosità
ko: 밝기

source: Music
de: Musik
es: MUSICA
it: Musica
ko: 음악

source: Rock
ko: 록

source: Normal
it: Qualunque
ko: 일반

source: Jazz
ko: 재즈

source: Classical
de: Klassik
es: Clasica
it: Classica
ko: 클래식

source: Select music
de: Musik auswählen
es: Seleccione musica
it: Seleziona musica
ko: 음악선택

# Pls_SelectMusic
source: Please select music!
de: Bitte wähle Musik aus!
es: Por favor seleccione musica!
it: Si prega di selezionare musica!
ko: 음악을 선택하세요!

# Cannot_play_Title
source: Can't play '{SongName}'.
de: Kann nicht abgespielt werden {SongName}.
es: No se puede iniciar '{SongName}'.
it: Non è possibile riprodurre '{SongName}'.
ko: '{SongName}'을 재생할 수 없습니다.

# Cannot_play_Note_DRM
source: The song is protected by DRM, You need to upgrade the audio file with iTunes Plus to convert the tracks. There are free of DRM (digital rights management) limitations.
de: Der Titel ist geschützt von DRM, Du benötigst ein Update für die Audio Datei mit ITunes plus zum Konvertieren der Datei. Diese ist frei von DRM.
es: La canción está protegida por DRM, usted debe actualizar el archivo de audio con iTunes Plus para convertir las pistas. No son libres de DRM (gestión de derechos digitales)
it: Il brano è protetto da DRM, è necessario aggiornare il file audio con iTunes Plus per convertire i brani.
ko: DRM(디지털 저작권 관리) 기술이 포함되어 있는 오디오 파일은 지원되지 않습니다. iTunes Store 에서 노래를 구매한 경우 iTunes Plus 버전만 스마트폰에서 지원됩니다.

# Music_About_iTunes_Plus
source: About iTunes Plus
de: Über iTunes Plus
es: Acerca de iTunes Plus
ko: iTunes Plus

# Music_Cannot_play_type_file_Title
source: Can't play {Type} file '{SongName}'(from {URL})
de: Kann abspielen {Type} Datei '{SongName}'(from {URL})
es: No se puede reproducir {Type} archivo '{SongName}'(Desde {URL})
it: Impossibile riprodurre {Type} file '{SongName}'(from {URL})
ko: {Type}파일의 '{SongName}'을 재생할 수 없습니다.({URL})

# Music_Cannot_play_type_file_Note
source: Please try other music or update to latest IOS operating system.(%@)
de: Bitte verwende anderen Musik oder aktualisiere auf IOS auf den letzten stand. (%@).
es: Por favor, intente otra música o actualización más reciente de sistema operativo iOS. (% @)
it: Si prega di provare a riprodurre un altro file oppure di aggiornare iOs all'ultima versione disponibile. (%@)
ko: 다른 음악을 재생하거나 최신의 IOS로 업그레이드하세요.(%@)

# Music_Cannot_play_directly_Title
source: Can't play "{SongName}" (directly from {URL})
de: Kann abspielen {SongName} (directly from {URL})
es: No se puede reproducir {SongName} (directamente desde {URL})
it: Impossibile riprodurre {SongName} (directly from {URL})
ko: {SongName}을 재생할 수 없습니다. ({URL})

# Music_Cannot_play_directly_Note_IOS7
source: %@,Please try other music!
de: %@,Bitte verwende andere Musik!
es: %@,Por favor intente otra musica!
it: %@,Prova altra musica!
ko: %@, 다른 음악을 재생하세요!

# Music_Cannot_play_directly_Note_IOS6
source: Please try other music or update to latest IOS operating system.(%@)
de: Bitte verwende anderen Musik oder aktualisiere auf IOS auf den letzten stand. (%@).
es: Por favor, intente otra música o actualización más reciente sistema operativo iOS. (% @)
it: Si prega di provare a riprodurre un altro file oppure di aggiornare iOs all'ultima versione disponibile. (%@)
ko: 다른 음악을 재생하거나 최신의 IOS로 업그레이드하세요.(%@)

# Custom_Add_New_mode
source: Add New Mode
de: Hinzufügen neuer Modus
es: Agregar modo nuevo
it: Aggiungi nova modalità
ko: 모드추가

# Custom_Apply
source: Apply
de: Akzeptieren
es: Aplicar
it: Applica
ko: 적용

# Custom_DIY_mode
source: DIY mode
de: DIY Modus
es: Modo DIY
it: Modalità fai da te
ko: DIY모드

source: New mode
de: Neuer Modus
es: Modo nuevo
it: Nuova modalità
ko: 새로운모드

source: Name
es: Nombre
it: Nome
ko: 이름

# EditModeAddVCtrller_Note
source: Click the button to change color and delete the color by long pressing
de: Drücke den Knopf zum Verändern der Farbe oder lösche die Farbe durch gedrückt halten.
es: Haga clic en el botón para cambiar el color y eliminar el color con una presión prolongada
it: Premi il pulsante per cambiare colore oppure premilo a lungo per cancellare un colore
ko: 버튼을 탭하면 색상을 바꿀 수 있고, 버튼을 길게 탭하면 삭제됩니다.

source: Gradual
de: Stufenweise
it: Graduale
ko: 스무스

source: Jump
de: Springe
es: Saltar
it: Salta
ko: 점프

source: Strobe
de: Stroboskop
es: Strober
it: Stroboscopica
ko: 스트로브

source: Select color
de: Farbe auswählen
es: Seleccione color
it: Seleziona colore
ko: 색상선택

source: 1.Seven color cross fade
de: 1. Sieben Farben überblenden
es: 1. Siete colores fundido cruzado
it: 1. Sette colori con dissolvenza incrociata
ko: 1.7가지 색상변화

source: 2.Red gradual change
de: 2. Rot langsamer Wechsel
es: 2. Cambio gradual rojo
it: 2. Rosso con variazione tono graduale
ko: 2.빨간색 색상변화

source: 3.Green gradual change
de: 3. Grün überblendend
es: 3. Cambio gradual verde
it: 3. Verde con variazione tono graduale
ko: 3.녹색 색상변화

source: 4.Blue gradual change
de: 4. Blau überblendend
es: 4. Cambio gradual azul
it: 4. Blu con variazione tono graduale
ko: 4.파란색 색상변화

source: 5.Yellow gradual change
de: 5. Gelb überblendend
es: 5. Cambio gradual amarillo
it: 5. Giallo con variazione tono graduale
ko: 5.노란색 색상변화

source: 6.Cyan gradual change
de: 6. Zyan überblendend
es: 6. Cambio gradual Cyan
it: 6. Azzurro con variazione tono graduale
ko: 6.청록색 색상변화

source: 7.Purple gradual change
de: 7. Lila überblendend
es: 7. Cambio gradual purpura
it: 7. Viola con variazione tono graduale
ko: 7.자주색 색상변화

source: 8.White gradual chage
de: 8. Weiß überblendend
es: 8. Cambio gradual blanco
it: 8. Bianco con variazione tono graduale
ko: 8.흰색 색상변화

source: 9.Red Green cross fade
de: 9. Rot, grün überblendend
es: 9. Degradado rojo, verde
it: 9. Rosso, Verde dissolvenza incrociata
ko: 9.빨간색, 녹색 색상변화

source: 10.Red blue cross fade
de: 10. Rot, blau überblendend
es: 10. Degradado rojo, azul
it: 10. Rosso, Blu dissolvenza incrociata
ko: 10.빨간색, 파란색 색상변화

source: 11.Green blue cross fade
de: 11. Grün, Blau überblendend
es: 11. Degradado verde, azul
it: 11. Verde, Blu dissolvenza incrociata
ko: 11.녹색, 파란색 색상변화

source: 12.Seven color stobe flash
de: 13. Rot Strobe-Blitz
es: 12. Strober siete colores
it: 12. Sette colori luce stroboscopica
ko: 12.7가지 스트로브 색상변화

source: 13.Red strobe flash
de: 12. Sieben Farben Strobe-Blitz
es: 13. Strober rojo
it: 13. Rosso luce stroboscopica
ko: 13.빨간색 스트로브 색상변화

source: 14.Green strobe flash
de: 14. Grün Strobe-Blitz
es: 14. Strober verde
it: 14. Verde luce stroboscopica
ko: 14.녹색 스트로브 색상변화

source: 15.Blue strobe flash
de: 15. Blau Strobe-Blitz
es: 15. Strober azul
it: 15. Blu luce stroboscopica
ko: 15.파란색 스트로브 색상변화

source: 16.Yellow strobe flash
de: 16. Gelb Strobe-Blitz
es: 16. Strober amarillo
it: 16. Giallo luce stroboscopica
ko: 16.노란색 스트로브 색상변화

source: 17.Cyan strobe flash
de: 17. Cyan Strobe-Blitz
es: 17. Strober cyan
it: 17. Azzurro luce stroboscopica
ko: 17.청록색 스트로브 색상변화

source: 18.Purple strobe flash
de: 18. Lila Strobe-Blitz
es: 18. Strober purpura
it: 18. Viola luce stroboscopica
ko: 18.자주색 스트로브 색상변화

source: 19.White strobe flash
de: 19. Weiß Strobe-Blitz
es: 19. Strober blanco
it: 19. Bianco luce stroboscopica
ko: 19.흰색 스트로브 색상변화

source: 20.Seven color jumping change
de: 20. Sieben Farben abwechseln
es: 20. Cambio salto siete colores
it: 20. Sette colori con dissolvenza rapida
ko: 20.7가지 점핑 색상변화

# TIME_Hour
source: Hour
de: Stunde
es: Hora
it: Ore
ko: 시

# TIME_Minute
source: Minute
es: Minuto
it: Minuti
ko: 분

# TIME_Will_be
source: Will be
de: werden
es: Será
it: Sarà
ko: 예정

# TIME_OFF
source: OFF
de: Aus
it: Spento
ko: 끄기

# TIME_ON
source: ON
de: An
it: Acceso
ko: 켜기

# TIME_Delay_Will_be
source: Later will be
de: Später wird
es: Más tarde será
it: Più tardi sarà
ko: 예정

# TIME_unSave_Note
source: You have not click 'Send' to take it effect.Do you want to save it?
de: Du hast nicht auf 'Senden' gedrückt zum verwenden dieser Einstellung. Möchtest du jetzt speichern?
es: No has hecho clic en 'Send' para tomar efecto. Desea guardarlo?
it: Devi selezionare "Invia" per rendere effettive le modifiche. Vuoi salvarle?
ko: '실행'을 탭하지 않았습니다. 타이머를 저장하겠습니까?

# TIME_Save_failed_Try
source: Save failed,please try again!
de: Speichern fehlgeschlagen, bitte versuche es noch mal!
es: Guardar fallido, inténtalo de nuevo!
it: Salvataggio fallito, prova ancora!
ko: 저장을 실패했습니다. 다시 시도해주세요!

# TIME_Delay_Turn_ON_OFF
source: Delay To Turn ON/OFF
de: Verzögert an-/ Ausschalten
es: Demora para ON/OFF
it: Ritardo per Accendere/Spegnere
ko: 전원 켜기/끄기 연기

# TIME_Timer_Turn_ON_OFF
source: Timer To Turn ON/OFF
de: Timer Ein- / Ausschalten
es: Temporizador para ON/OFF
it: Timer per Accendere/Spegnere
ko: 전원 켜기/끄기 타이머

# TIME_Timer_Turn_ON_OFF_SubTitle
source: (for Everyday)
de: (für jeden Tag)
es: (para todos los días)
it: (ogni giorno)
ko: (매일)

# TIME_No_timer_added
source: No timer added
de: Kein Timer hinzugefügt.
es: No hay tempotizador agregado
it: Nessun timer impostato
ko: 타이머추가 안됨

# TIME_ON_OFF_later
source: Will be {ON_OFF} {HowLong} later
de: Wird {ON_OFF} {HowLong} später.
es: Será {ON_OFF} {HowLong} más tarde
it: Sarà {ON_OFF} tra {HowLong}
ko: {Howlong} 후에 {ON_OFF} 될 것입니다?

# TIME_d_minute
source: %d minute
es: %d minuto
it: %d minuti
ko: %d 분

# TIME_d_hours_d_minute
source: %d hours %d minute
de: %d Stunde
es: %d horas %d minutos
it: %d ore %d minuti
ko: %d 시 %d 분

# TIME_Timer_lost_note
source: Note: Once you have set the timer please click the “Send” button. Please be warned that if the Bulb loses power the previous timer will be lost.
de: Hinweis: Einmal hast du den Timer gesetzt, bitte drücke auf "Senden". Bitte beachte wenn Versorgungsspannung unterbrochen wird gehen Timer Einstellungen verloren
es: Nota:Por favor clic en 'Send' para tomar efeto.El temporizador falla cuando 'fisicamente está OFF la bombilla' cuando esto pase, por favor resetear
it: Attenzione: Premente 'invia' per rendere effettive le variazioni. La precedente impostazione sarà cancellata 'una volta che avrete spento e riacceso la lampadina dall'interruttore a muro'.
ko: 주의: 타이머추가 후 "실행"을 탭하세요./n조명기기 전원이 꺼지면 이전에 설정한 타이머 정보는 잃게 됩니다.

# TIME_Add_Timer
source: Add Timer
de: Timer hinzufügen
es: Agregar
it: Aggiungi Timer
ko: 타이머추가

# TIME_Clear
source: Clear
de: Transparent
es: Limpiar
it: Annulla
ko: 초기화

# TIMER_ListTitle
source: Timer
es: Temporizador
ko: 타이머

# TIMER_Current_Time
source: Current Device Time
de: Derzeitige Gerätezeit
es: Hora actual del dispositivo
ko: 스마트폰 시간

# TIMER_Timer_List
source: Timer List
de: Timer Liste
es: Lista de temporizador
ko: 타이머목록

# TIMER_Add_Timer
source: Add Timer...
de: Timer hinzufügen…
es: Agregar
ko: 타이머추가...

# TIMER_NO_Timer_Note
source: You have not added any timer
de: Du hast keinen Timer hinzugefügt
es: Usted no ha agregado ningún temporizador
ko: 타이머를 추가할 수 없습니다.

# TIMER_Note
source: Note: The timer will be failure when 'physically power OFF the device',Please start app to synchronization time.
de: Hinweis: Der Timer ist fehlerhaft wenn 'Spannungsversorgung unterbrochen ist' Bitte starte die App für eigene Synchronisation.
es: Note:El temporizador puede fallar cuando 'fisicamente el dispositivo esta OFF',Por favor reinicie la aplicación para reiniciar hora
ko: 주의: 조명기기 전원이 꺼진 상태에서는 타이머가 작동하지 않습니다.

# TIMER_Item_Edit
source: Modify
de: Verändern
es: Modificar
ko: 수정

# TIMER_Item_Delete
source: Delete
de: Löschen
es: Borrar
ko: 삭제

# TIMER_Item_Delete_Ask
source: Are you sure you want to delete the timer?
de: Bist du sicher dass der Timer gelöscht werden soll?
es: ¿Seguro que quieres eliminar el temporizador?
ko: 타이머를 삭제하겠습니까?

# TIMER_EditTitle
source: Edit Timer
de: Timer bearbeiten
es: Editar temporizador
ko: 타이머편집

# TIMER_EditTime
source: Time
de: Zeit
es: Hora
ko: 시간

# TIMER_EditRepeat
source: Repeat
de: Wiederholen
es: Repita
ko: 반복예약

# TIMER_EditPower
source: ON/OFF
de: An/Aus
ko: 켜기/끄기

# TIMER_Will_Trun_ON
source: Will Trun ON
de: Wird Einschalten
es: Se encenderá
ko: 켜지는

# TIMER_Will_Trun_OFF
source: Will Trun OFF
de: Wird Ausschalten
es: Se apagará
ko: 꺼지는

# TIMER_EditMode
source: Mode(Optional)
de: Modus (Optional)
es: Modo (Opcional)
ko: 모드(옵션)

# TIMER_EditMode_Title
source: Select Mode
de: Modus auswählen
es: seleccione modo
ko: 모드선택

# TIMER_Every_Day
source: Everyday
de: Jeden Tag
es: Cada día
ko: 매일

# TIMER_Mo
source: Mo
es: Lu
ko: 월요일

# TIMER_Tu
source: Tu
de: Di
es: Ma
ko: 화요일

# TIMER_We
source: We
de: Mi
es: Mi
ko: 수요일

# TIMER_Th
source: Th
de: Do
es: Ju
ko: 목요일

# TIMER_Fr
source: Fr
es: Vi
ko: 금요일

# TIMER_Sa
source: Sa
ko: 토요일

# TIMER_Su
source: Su
de: So
es: Do
ko: 일요일

# TIMER_Monday
source: Monday
de: Montag
es: Lunes
ko: 월요일

# TIMER_Tuesday
source: Tuesday
de: Dienstag
es: Martes
ko: 화요일

# TIMER_Wednesday
source: Wednesday
de: Mittwoch
es: Miercoles
ko: 수요일

# TIMER_Thursday
source: Thursday
de: Donnerstag
es: Jueves
ko: 목요일

# TIMER_Friday
source: Friday
de: Freitag
es: Viernes
ko: 금요일

# TIMER_Saturday
source: Saturday
de: Samstag
es: Sabado
ko: 토요일

# TIMER_Sunday
source: Sunday
de: Sonntag
es: Domingo
ko: 일요일

# TIMER_Set_Time
source: Set Time
de: Zeit einstellen
es: Configurar hora
ko: 시간설정

# TIMER_Hour
source: Hour
de: Stunde
es: Hora
ko: 시

# TIMER_Mintue
source: Mintue
de: Minute
es: Minuto
ko: 분

# TIMER_Load_timer_failed
source: Load timer failed
de: Ausführung Zeitschaltung fehlgeschlagen
es: Carga de tiempo fallida
ko: 타이머 불러오기 실패

# TIMER_Load_timer_failed_try_again
source: Do you want to try again?
de: Möchtest du es noch mal versuchen?
es: ¿Quieres intentarlo de nuevo?
ko: 다시 시도하겠습니까?

# TIMER_Warm_White
source: Warm White
de: Warm Weiß
es: Blanco calido
ko: 주광색밝기

# HELP_App_version
source: App version
es: Versión de la Aplicación
it: Versione App
ko: 앱버전

# HELP_Title
source: help
de: Hilfe
es: Ayuda
it: Aiuto
ko: 도움말

# HELP_BtnAbout
source: About Us
de: Über uns
ko: 정보

# RGBVCtrller_DIY_note
source: Long press to customize color
de: Lange drücken zum Anpassen der Farbe
es: Mantenga pulsado para personalizar el color
it: Premere a lungo per personalizzare il colore
ko: 색상을 선택하려면 길게 탭하세요

# TIMER_WarmLight
source: Warm white brightness
de: Warm Weiß Helligkeit
es: Brillo blanco cálido
it: Luminosità bianco caldo
ko: 주광색밝기

# TIMER_CoolLight
source: Cool white brightness
de: Kalt Weis Helligkeit
es: Blanco frío Brillo
it: Luminosità bianco freddo
ko: 주광색밝기

# TAB_RGB_MicRecord
source: DISCO
ko: 소리

# MicRecord_Note
source: Notice:You can click "Home" to back to phone's home screen,and play music by any app.Then,your lighting will dance with music.
de: Hinweis: Du kannst drücken auf "Home" um zurück auf den Hauptbildschirm zu wechseln und Musik abspielen über irgendeine andere App. Das Licht wird im Takt dazu tanzen.
es: Aviso: Puede hacer clic en "Home" para volver a la pantalla principal del teléfono, y reproducir música de cualquier app.Then, su iluminación va a bailar con la música.
it: Nota: È possibile fare clic "casa " per tornare alla schermata principale del telefono, e riprodurre la musica da qualsiasi app.Then, l'illuminazione ballerà con la musica.
ko: 참고: "홈"버튼를 탭하여 스마트폰 처음 화면에서 음악앱을 재생하면 음악에 맞춰 색상이 변합니다.
