Repository: ProgrammerYer/IOS_SmartBluetoothSDKDemo
Catalog: TestBLE2/*.lproj/Localizable.strings
Languages: de, es, it, ko

# MicRecord_btnDefault
source: Default
de: Standard
es: Defecto
it: Predefinito
ko: 기본값

# MicRecord_GainLable
source: Microphone Sensitivity
de: Mikrofon Empfindlichkeit
es: Sensibilidad del micrófono
it: Sensibilità microfono
ko: 소리민감도

# TAB_RGB_CAMERA
source: CAMERA
de: Kamera
es: CÁMARA
ko: 카메라

# Camera_Auto
source: Auto
de: Automatisch
ko: 자동

# Camera_Manually
source: Manual
de: Manuell
it: Manuale
ko: 수동

# Camera_TapGetColor
source: Capture color
de: Licht Farbe aufnehmen
es: Color de captura
it: Colore capture
ko: 색상선택

# TabView_Help_slide_more_fun
source: Slide left or right to enjoy more functions.
de: Wische nach Links oder rechts für mehr Funktionen.
es: Deslice hacia la izquierda o la derecha para disfrutar de más funciones.
it: Scorrere verso sinistra o destra per godere di più funzioni.
ko: 더 많은 기능을 보려면 왼쪽이나 오른쪽으로 미세요.

# TabView_Help_mark_close
source: (Tap to next)
de: (Tippen zu nächsten)
es: (Pulse para continuar)
it: (Selezionare per continuare)
ko: (탭하여 이동)

# TAB_CCT_SCENCE
source: SCENE
de: Szene
es: ESCENA
it: SCENA
ko: 장면

# ImagePicker_TakePhoto
source: Take Photo
de: Foto erstellen
es: Tomar foto
it: Fare foto
ko: 사진촬영

# ImagePicker_FromPhotoLibrary
source: Choose Photo
de: Foto auswählen
es: Elige las fotos
it: Seleziona immagine
ko: 사진선택

# LIST_Cannot_add_to_group_diff
source: This group contains bulbs of different versions. Some new features will be unavailable.
de: Diese Gruppe enthält unterschiedliche Versionen. Einige Funktionen werden nicht unterstützt.
es: Este grupo contiene bombillas de diferentes versiones. Algunas de las nuevas características no estarán disponibles.
it: Questo gruppo contiene le lampadine di versioni diverse. Alcune nuove funzioni non saranno disponibili.
ko: 그룹에 다른 버전의 조명기기가 포함되어 있습니다. 특정 기능이 작동되지 않을 수 있습니다.

# EditModeCell_Share
source: Share
de: Aktie
ko: 공유

# Share_SaveSucces
source: Save succeed for share data
de: Speichern erfolgreich zur Aktie
ko: 공유자료 저장

# Share_Title
source: A share from "Flux Bluetooth"
de: Ein Anteil von "App"
ko: 공유

# Share_NoNetWork
source: Network unavailable.Check network connection and try again.
de: Netzwerk unavailable.Check Netzwerkverbindung und versuchen Sie es erneut.
ko: 네트워크가 연결되지 않았습니다. 네트워크 연결을 다시 시도하세요.

# TIMER_Disable
source: Disable
de: Nicht Erlaubt
es: Inhabilitar
it: Disattivare
ko: 중지

# TIMER_Enable
source: Enable
de: Erlaubt
es: Habilitar
it: Abilitato
ko: 사용

# TIMER_SUN_Title_Normal
source: Normal
it: Normale
ko: 일반

# TIMER_SUN_Title_Sunrise
source: Timer to Sunrise
de: Zeit Sonnenaufgang
es: Es Hora de amanecer
it: Timer per Alba
ko: 기상타이머

# TIMER_SUN_Title_Sunset
source: Timer to Sunset
de: Zeit Sonnenuntergang
es: Es hora de la puesta del sol
it: Timer per Sunset
ko: 취침타이머

# TIMER_SUN_Sunrise
source: Sunrise
de: Sonnenaufgang
es: amanecer
it: Alba
ko: 기상

# TIMER_SUN_Sunset
source: Sunset
de: Sonnenuntergang
es: la puesta del sol
ko: 취침

# TIMER_SUN_Duration
source: Duration
de: Dauer
es: Duración
ko: 지속시간

# TIMER_SUN_StartTime
source: Start Time
de: Start Zeit
es: Hora de inicio
it: Ora di inizio
ko: 시작시간

# TIMER_SUN_FromTo
source: From {StartTime} to {EndTime}
de: von {StartTime} bis {EndTime}
es: De {StartTime} a {EndTime}
ko: {StartTime} 부터 {EndTime} 까지

# TIMER_SUN_days
source: days
de: Tage
es: día
it: giorni
ko: 일

# TIMER_SUN_hours
source: hours
de: Stunden
es: horas
it: orario
ko: 시

# TIMER_SUN_minute
source: minute
de: Minuten
es: minuto
it: minuto
ko: 분

# TIMER_SUN_seconds
source: seconds
de: Sekunden
es: segundos
it: secondi
ko: 초

# TIMER_SUN_StartLuminance
source: Starting Brightness
de: Anfangs Helligkeit
es: A partir de brillo
it: luminosità Beginning
ko: 시작밝기

# TIMER_SUN_EndLuminance
source: Ending Brightness
de: End Helligkeit
es: brillo Ending
it: luminosità Ending
ko: 종료밝기

# GROUP_FullNote
source: Group '{GroupName}' is full,Each group can contain maximum {COUNT} devices.
ko: '{GroupName}' 그룹에 추가할 수 없습니다. 한 그룹에 포함될 수 있는 기기는 최대 {COUNT} 개입니다.

# Custom_Scene_One
source: coral
de: korallen
ko: 산호

# Custom_Scene_Two
source: dusk
de: dämmerung
es: Anochecer
it: Al tramonto
ko: 황혼

# Custom_Scene_Three
source: steppe
de: grünland
es: Estepa
it: Prati
ko: 초원

# Scene_NewScene
source: New scene
de: neue szene
es: Nueva escena
it: Nuova scena
ko: 새신

# Scene_Edite
source: Edit
de: Bearbeiten
es: Editar
it: Editore
ko: 편제

# Scene_Rename
source: Rename
de: Umbenennen
es: Modificar el nombre
it: Rinominare
ko: 이름 바꾸기

# Scene_Delete
source: Delete
de: löschen
es: Borrar
it: Cancellare
ko: 삭제

# Scene_SceneName
source: Scene Name
de: szene - name
es: El nombre de la escena
it: scena nome
ko: 현장 이름

# Scene_Cancel
source: Cancel
de: absagen
es: Cancelar
it: Annullare
ko: 취소

# Scene_Save
source: Save
de: Speichern
es: Guardar
it: La conservazione
ko: 구하다

# Scene_SplitGroup
source: Split Group
de: split - gruppe
es: Split Grupo
it: divisione gruppo
ko: 분열 그룹

# str_No
source: NO
de: Nein

# str_Yes
source: YES
de: Ja
es: Si
it: Si
